Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 萬章曰：「敢問不見諸侯，何義也？」孟子曰：「在國曰市井之臣，在野曰草莽之臣，皆謂庶人。庶人不傳質為臣，不敢見於諸侯，禮也。」萬章曰：「庶人，召之役，則往役；君欲見之，召之，則不往見之，何也？」曰：「往役，義也；往見，不義也。且君之欲見之也，何為也哉？」曰：「為其多聞也，為其賢也。」曰：「為其多聞也，則天子不召師，而況諸侯乎？為其賢也，則吾未聞欲見賢而召之也。繆公亟見於子思，曰：『古千乘之國以友士，何如？』子思不悅，曰：『古之人有言曰：「事之云乎」，豈曰友之云乎？』子思之不悅也，豈不曰：『以位，則子，君也，我，臣也，何敢與君友也？以德，則子事我者也，奚可以與我友？』千乘之君求與之友，而不可得也，而況可召與？齊景公田，招虞人以旌；不至，將殺之。『志士不忘在溝壑，勇士不忘喪其元。』孔子奚取焉？取非其招不往也。」曰：「敢問招虞人何以？」曰：「以皮冠。庶人以旃，士以旗，大夫以旌。以大夫之招招虞人，虞人死不敢往；以士之招招庶人，庶人豈敢往哉？況乎以不賢人之招招賢人乎？欲見賢人而不以其道，猶欲其入而閉之門也。夫義，路也；禮，門也。惟君子能由是路，出入是門也。《詩》云：『周道如底，其直如矢；君子所履，小人所視。』」萬章曰：「孔子『君命召，不俟駕而行』。然則孔子非與？」曰：「孔子當仕有官職，而以其官召之也。」
en: Wan Zhang said, 'I venture to ask what principle of righteousness is involved in a scholar's not going to see the princes?' Mencius replied, 'A scholar residing in the city is called "a minister of the market-place and well," and one residing in the country is called "a minister of the grass and plants." In both cases he is a common man, and it is the rule of propriety that common men, who have not presented the introductory present and become ministers, should not presume to have interviews with the prince.' Wan Zhang said, 'If a common man is called to perform any service, he goes and performs it; how is it that a scholar, when the prince, wishing to see him, calls him to his presence, refuses to go?' Mencius replied, 'It is right to go and perform the service; it would not be right to go and see the prince. And,' added Mencius, 'on what account is it that the prince wishes to see the scholar?' 'Because of his extensive information, or because of his talents and virtue,' was the reply. 'If because of his extensive information,' said Mencius, 'such a person is a teacher, and the sovereign would not call him - how much less may any of the princes do so? If because of his talents and virtue, then I have not heard of any one wishing to see a person with those qualities, and calling him to his presence. During the frequent interviews of the duke Mu with Zi Si, he one day said to him, "Anciently, princes of a thousand chariots have yet been on terms of friendship with scholars - what do you think of such an intercourse?" Zi Si was displeased, and said, "The ancients have said, 'The scholar should be served:' how should they have merely said that he should be made a friend of?" When Zi Si was thus displeased, did he not say within himself, "With regard to our stations, you are sovereign, and I am subject. How can I presume to be on terms of friendship with my sovereign! With regard to our virtue, you ought to make me your master. How can you be on terms of friendship with me?" Thus, when a ruler of a thousand chariots sought to be on terms of friendship with a scholar, he could not obtain his wish - how much less could he call him to his presence! The duke Ching of Qi, once, when he was hunting, called his forester to him by a flag. The forester would not come, and the duke was going to kill him. With reference to this incident, Confucius said, "The determined officer never forgets that his end may be in a ditch or a stream; the brave officer never forgets that he may lose his head." What was it in the forester that Confucius thus approved? He approved his not going to the duke, when summoned by the article which was not appropriate to him.' Zhang said, 'May I ask with what a forester should be summoned?' Mencius replied, 'With a skin cap. A common man should be summoned with a plain banner; a scholar who has taken office, with one having dragons embroidered on it; and a Great officer, with one having feathers suspended from the top of the staff. When the forester was summoned with the article appropriate to the summoning of a Great officer, he would have died rather than presume to go. If a common man were summoned with the article appropriate to the summoning of a scholar, how could he presume to go? How much more may we expect this refusal to go, when a man of talents and virtue is summoned in a way which is inappropriate to his character! When a prince wishes to see a man of talents and virtue, and does not take the proper course to get his wish, it is as if he wished him to enter his palace, and shut the door against him. Now, righteousness is the way, and propriety is the door, but it is only the superior man who can follow this way, and go out and in by this door. It is said in the Book of Poetry, "The way to Zhou is level like a whetstone, And straight as an arrow. The officers tread it, And the lower people see it."' Wan Zhang said, 'When Confucius received the prince's message calling him, he went without waiting for his carriage. Doing so, did Confucius do wrong?' Mencius replied, 'Confucius was in office, and had to observe its appropriate duties. And moreover, he was summoned on the business of his office.'

source: 孟子謂萬章曰：「一鄉之善士，斯友一鄉之善士；一國之善士，斯友一國之善士；天下之善士，斯友天下之善士。以友天下之善士為未足，又尚論古之人。頌其詩，讀其書，不知其人，可乎？是以論其世也。是尚友也。」
en: Mencius said to Wan Zhang, 'The scholar whose virtue is most distinguished in a village shall make friends of all the virtuous scholars in the village. The scholar whose virtue is most distinguished throughout a State shall make friends of all the virtuous scholars of that State. The scholar whose virtue is most distinguished throughout the kingdom shall make friends of all the virtuous scholars of the kingdom. When a scholar feels that his friendship with all the virtuous scholars of the kingdom is not sufficient to satisfy him, he proceeds to ascend to consider the men of antiquity. He repeats their poems, and reads their books, and as he does not know what they were as men, to ascertain this, he considers their history. This is to ascend and make friends of the men of antiquity.'

source: 齊宣王問卿。孟子曰：「王何卿之問也？」王曰：「卿不同乎？」曰：「不同，有貴戚之卿，有異姓之卿。」王曰：「請問貴戚之卿。」曰：「君有大過則諫，反覆之而不聽，則易位。」王勃然變乎色。曰：「王勿異也。王問臣，臣不敢不以正對。」王色定，然後請問異姓之卿。曰：「君有過則諫，反覆之而不聽，則去。」
en: The king Xuan of Qi asked about the office of high ministers. Mencius said, 'Which high ministers is your Majesty asking about?' 'Are there differences among them?' inquired the king. 'There are' was the reply. 'There are the high ministers who are noble and relatives of the prince, and there are those who are of a different surname.' The king said, 'I beg to ask about the high ministers who are noble and relatives of the prince.' Mencius answered, 'If the prince have great faults, they ought to remonstrate with him, and if he do not listen to them after they have done so again and again, they ought to dethrone him.' The king on this looked moved, and changed countenance. Mencius said, 'Let not your Majesty be offended. You asked me, and I dare not answer but according to truth.' The king's countenance became composed, and he then begged to ask about high ministers who were of a different surname from the prince. Mencius said, 'When the prince has faults, they ought to remonstrate with him; and if he do not listen to them after they have done this again and again, they ought to leave the State.'

source: 告子曰：「性，猶杞柳也；義，猶桮棬也。以人性為仁義，猶以杞柳為桮棬。」孟子曰：「子能順杞柳之性，而以為桮棬乎？將戕賊杞柳，而後以為桮棬也？如將戕賊杞柳，而以為桮棬；則亦將戕賊人，以為仁義與？率天下之人而禍仁義者，必子之言夫。」
en: The philosopher Gao said, 'Man's nature is like the qi-willow , and righteousness is like a cup or a bowl. The fashioning benevolence and righteousness out of man's nature is like the making cups and bowls from the qi-willow.' Mencius replied, 'Can you, leaving untouched the nature of the willow, make with it cups and bowls? You must do violence and injury to the willow, before you can make cups and bowls with it. If you must do violence and injury to the willow in order to make cups and bowls with it, on your principles you must in the same way do violence and injury to humanity in order to fashion from it benevolence and righteousness! Your words, alas! would certainly lead all men on to reckon benevolence and righteousness to be calamities.'

source: 告子曰：「性，猶湍水也。決諸東方則東流，決諸西方則西流。人性之無分於善不善也，猶水之無分於東西也。」孟子曰：「水信無分於東西，無分於上下乎？人性之善也，猶水之就下也。人無有不善，水無有不下。今夫水：搏而躍之，可使過顙；激而行之，可使在山。是豈水之性哉？其勢則然也。人之可使為不善，其性亦猶是也。」
en: The philosopher Gao said, 'Man's nature is like water whirling round in a corner. Open a passage for it to the east, and it will flow to the east; open a passage for it to the west, and it will flow to the west. Man's nature is indifferent to good and evil, just as the water is indifferent to the east and west.' Mencius replied, 'Water indeed will flow indifferently to the east or west, but will it flow indifferently up or down? The tendency of man's nature to good is like the tendency of water to flow downwards. There are none but have this tendency to good, just as all water flows downwards. Now by striking water and causing it to leap up, you may make it go over your forehead, and, by damming and leading it you may force it up a hill - but are such movements according to the nature of water? It is the force applied which causes them. When men are made to do what is not good, their nature is dealt with in this way.'

source: 告子曰：「生之謂性。」孟子曰：「生之謂性也，猶白之謂白與？」曰：「然。」「白羽之白也，猶白雪之白；白雪之白，猶白玉之白歟？」曰：「然。」「然則犬之性猶牛之性，牛之性猶人之性歟？」
en: The philosopher Gao said, 'Life is what we call nature!' Mencius asked him, 'Do you say that by nature you mean life, just as you say that white is white?' 'Yes, I do,' was the reply. Mencius added, 'Is the whiteness of a white feather like that of white snow, and the whiteness of white snow like that of white jade?' Gao again said 'Yes.' 'Very well,' pursued Mencius. 'Is the nature of a dog like the nature of an ox, and the nature of an ox like the nature of a man?'

source: 告子曰：「食、色，性也。仁，內也，非外也。義，外也，非內也。」孟子曰：「何以謂仁內義外也？」曰：「彼長而我長之，非有長於我也。猶彼白而我白之，從其白於外也。故謂之外也。」曰：「異。於白馬之白也，無以異於白人之白也。不識長馬之長也，無以異於長人之長歟？且謂長者義乎？長之者義乎？」曰：「吾弟則愛之，秦人之弟則不愛也，是以我為悅者也，故謂之內。長楚人之長，亦長吾之長，是以長為悅者也，故謂之外也。」曰：「嗜秦人之炙，無以異於嗜吾炙。夫物則亦有然者也。然則嗜炙亦有外歟？」
en: The philosopher Gao said, 'To enjoy food and delight in colours is nature. Benevolence is internal and not external; righteousness is external and not internal.' Mencius asked him, 'What is the ground of your saying that benevolence is internal and righteousness external?' He replied, 'There is a man older than I, and I give honour to his age. It is not that there is first in me a principle of such reverence to age. It is just as when there is a white man, and I consider him white; according as he is so externally to me. On this account, I pronounce of righteousness that it is external.' Mencius said, 'There is no difference between our pronouncing a white horse to be white and our pronouncing a white man to be white. But is there no difference between the regard with which we acknowledge the age of an old horse and that with which we acknowledge the age of an old man? And what is it which is called righteousness? The fact of a man's being old? Or the fact of our giving honour to his age?' Gao said, 'There is my younger brother; I love him. But the younger brother of a man of Qin I do not love: that is, the feeling is determined by myself, and therefore I say that benevolence is internal. On the other hand, I give honour to an old man of Chu, and I also give honour to an old man of my own people: that is, the feeling is determined by the age, and therefore I say that righteousness is external.' Mencius answered him, 'Our enjoyment of meat roasted by a man of Qin does not differ from our enjoyment of meat roasted by ourselves. Thus, what you insist on takes place also in the case of such things, and will you say likewise that our enjoyment of a roast is external?'

source: 孟季子問公都子曰：「何以謂義內也？」曰：「行吾敬，故謂之內也。」「鄉人長於伯兄一歲，則誰敬？」曰：「敬兄。」「酌則誰先？」曰：「先酌鄉人。」「所敬在此，所長在彼。果在外，非由內也。」公都子不能答，以告孟子。孟子曰：「『敬叔父乎？敬弟乎？』彼將曰：『敬叔父。』曰：『弟為尸，則誰敬？』彼將曰：『敬弟。』子曰：『惡在其敬叔父也？』彼將曰：『在位故也。』子亦曰：『在位故也。』庸敬在兄，斯須之敬在鄉人。」季子聞之，曰：「敬叔父則敬，敬弟則敬。果在外，非由內也。」公都子曰：「冬日則飲湯，夏日則飲水。然則飲食亦在外也？」
en: The disciple Meng Ji asked Gong Du, saying, 'On what ground is it said that righteousness is internal?' Gong Du replied, 'We therein act out our feeling of respect, and therefore it is said to be internal.' The other objected, 'Suppose the case of a villager older than your elder brother by one year, to which of them would you show the greater respect?' 'To my brother,' was the reply. 'But for which of them would you first pour out wine at a feast?' 'For the villager.' Meng Ji argued, 'Now your feeling of reverence rests on the one, and now the honour due to age is rendered to the other - this is certainly determined by what is without, and does not proceed from within.' Gong Du was unable to reply, and told the conversation to Mencius. Mencius said, 'You should ask him, "Which do you respect most, your uncle, or your younger brother?" He will answer, "My uncle." Ask him again, "If your younger brother be personating a dead ancestor, to which do you show the greater respect, to him or to your uncle?" He will say, "To my younger brother." You can go on, "But where is the respect due, as you said, to your uncle?" He will reply to this, "I show the respect to my younger brother, because of the position which he occupies," and you can likewise say, "So my respect to the villager is because of the position which he occupies. Ordinarily, my respect is rendered to my elder brother; for a brief season, on occasion, it is rendered to the villager."' Meng Ji heard this and observed, 'When respect is due to my uncle, I respect him, and when respect is due to my younger brother, I respect him; the thing is certainly determined by what is without, and does not proceed from within.' Gong Du replied, 'In winter we drink things hot, in summer we drink things cold; and so, on your principle, eating and drinking also depend on what is external!'

source: 公都子曰：「告子曰：『性無善無不善也。』或曰：『性可以為善，可以為不善，是故文武興則民好善，幽厲興則民好暴。』或曰：『有性善，有性不善，是故以堯為君而有象，以瞽瞍為父而有舜，以紂為兄之子且以為君，而有微子啟、王子比干。』今曰『性善』，然則彼皆非歟？」孟子曰：「乃若其情則可以為善矣，乃所謂善也。若夫為不善，非才之罪也。惻隱之心，人皆有之；羞惡之心，人皆有之；恭敬之心，人皆有之；是非之心，人皆有之。惻隱之心，仁也；羞惡之心，義也；恭敬之心，禮也；是非之心，智也。仁義禮智，非由外鑠我也，我固有之也，弗思耳矣。故曰：求則得之，舍則失之。或相倍蓰而無算者，不能盡其才者也。《詩》曰：『天生蒸民，有物有則。民之秉彝，好是懿德。』孔子曰：『為此詩者，其知道乎！故有物必有則，民之秉彝也，故好是懿德。』」
en: The disciple Gong Du said, 'The philosopher Gao says, "Man's nature is neither good nor bad." Some say, "Man's nature may be made to practise good, and it may be made to practise evil, and accordingly, under Wen and Wu, the people loved what was good, while under Yu and Li, they loved what was cruel." Some say, "The nature of some is good, and the nature of others is bad. Hence it was that under such a sovereign as Yao there yet appeared Xiang; that with such a father as Gu Sou there yet appeared Shun; and that with Zhou for their sovereign, and the son of their elder brother besides, there were found Qi, the viscount of Wei, and the prince Bi Gan. And now you say, "The nature is good." Then are all those wrong?' Mencius said, 'From the feelings proper to it, it is constituted for the practice of what is good. This is what I mean in saying that the nature is good. If men do what is not good, the blame cannot be imputed to their natural powers. The feeling of commiseration belongs to all men; so does that of shame and dislike; and that of reverence and respect; and that of approving and disapproving. The feeling of commiseration implies the principle of benevolence; that of shame and dislike, the principle of righteousness; that of reverence and respect, the principle of propriety; and that of approving and disapproving, the principle of knowledge. Benevolence, righteousness, propriety, and knowledge are not infused into us from without. We are certainly furnished with them. And a different view is simply owing to want of reflection. Hence it is said, "Seek and you will find them. Neglect and you will lose them." Men differ from one another in regard to them - some as much again as others, some five times as much, and some to an incalculable amount - it is because they cannot carry out fully their natural powers. It is said in the Book of Poetry, "Heaven in producing mankind, Gave them their various faculties and relations with their specific laws. These are the invariable rules of nature for all to hold, And all love this admirable virtue." Confucius said, "The maker of this ode knew indeed the principle of our nature!" We may thus see that every faculty and relation must have its law, and since there are invariable rules for all to hold, they consequently love this admirable virtue.'

source: 孟子曰：「富歲，子弟多賴；兇歲，子弟多暴。非天之降才爾殊也，其所以陷溺其心者然也。今夫麰麥，播種而耘之，其地同，樹之時又同，浡然而生，至於日至之時，皆熟矣。雖有不同，則地有肥磽，雨露之養，人事之不齊也。故凡同類者，舉相似也，何獨至於人而疑之？聖人與我同類者。故龍子曰：『不知足而為屨，我知其不為蕢也。』屨之相似，天下之足同也。口之於味，有同嗜也，易牙先得我口之所嗜者也。如使口之於味也，其性與人殊，若犬馬之與我不同類也，則天下何嗜皆從易牙之於味也？至於味，天下期於易牙，是天下之口相似也。惟耳亦然，至於聲，天下期於師曠，是天下之耳相似也。惟目亦然，至於子都，天下莫不知其姣也；不知子都之姣者，無目者也。故曰：口之於味也，有同嗜焉；耳之於聲也，有同聽焉；目之於色也，有同美焉。至於心，獨無所同然乎？心之所同然者，何也？謂：理也，義也。聖人先得我心之所同然耳。故理義之悅我心，猶芻豢之悅我口。」
en: Mencius said, 'In good years the children of the people are most of them good, while in bad years the most of them abandon themselves to evil. It is not owing to any difference of their natural powers conferred by Heaven that they are thus different. The abandonment is owing to the circumstances through which they allow their minds to be ensnared and drowned in evil. There now is barley. Let it be sown and covered up; the ground being the same, and the time of sowing likewise the same, it grows rapidly up, and, when the full time is come, it is all found to be ripe. Although there may be inequalities of produce, that is owing to the difference of the soil, as rich or poor, to the unequal nourishment afforded by the rains and dews, and to the different ways in which man has performed his business in reference to it. Thus all things which are the same in kind are like to one another; why should we doubt in regard to man, as if he were a solitary exception to this? The sage and we are the same in kind. In accordance with this the scholar Long said, "If a man make hempen sandals without knowing the size of people's feet, yet I know that he will not make them like baskets." Sandals are all like one another, because all men's feet are like one another. So with the mouth and flavours - all mouths have the same relishes. Yi Ya only apprehended before me what my mouth relishes. Suppose that his mouth in its relish for flavours differed from that of other men, as is the case with dogs or horses which are not the same in kind with us, why should all men be found following Yi Ya in their relishes? In the matter of tastes all the people model themselves after Yi Ya; that is, the mouths of all men are like one another. And so also it is with the ear. In the matter of sounds, the whole people model themselves after the music-master Kuang; that is, the ears of all men are like one another. And so also it is with the eye. In the case of Zi Du, there is no man but would recognise that he was beautiful. Any one who would not recognise the beauty of Zi Du must have no eyes. Therefore I say, Men's mouths agree in having the same relishes; their ears agree in enjoying the same sounds; their eyes agree in recognising the same beauty - shall their minds alone be without that which the similarly approve? What is it then of which they similarly approve? It is, I say, the principles of our nature, and the determinations of righteousness. The sages only apprehended before me that of which my mind approves along with other men. Therefore the principles of our nature and the determinations of righteousness are agreeable to my mind, just as the flesh of grass and grain-fed animals is agreeable to my mouth.'

source: 孟子曰：「牛山之木嘗美矣。以其郊於大國也，斧斤伐之，可以為美乎？是其日夜之所息，雨露之所潤，非無萌蘗之生焉，牛羊又從而牧之，是以若彼濯濯也。人見其濯濯也，以為未嘗有材焉，此豈山之性也哉？雖存乎人者，豈無仁義之心哉？其所以放其良心者，亦猶斧斤之於木也。旦旦而伐之，可以為美乎？其日夜之所息，平旦之氣，其好惡與人相近也者幾希，則其旦晝之所為，有梏亡之矣。梏之反覆，則其夜氣不足以存。夜氣不足以存，則其違禽獸不遠矣。人見其禽獸也，而以為未嘗有才焉者，是豈人之情也哉？故茍得其養，無物不長；茍失其養，無物不消。孔子曰：『操則存，舍則亡。出入無時，莫知其鄉。』惟心之謂與？」
en: Mencius said, 'The trees of the Niu mountain were once beautiful. Being situated, however, in the borders of a large State, they were hewn down with axes and bills - and could they retain their beauty? Still through the activity of the vegetative life day and night, and the nourishing influence of the rain and dew, they were not without buds and sprouts springing forth, but then came the cattle and goats and browsed upon them. To these things is owing the bare and stripped appearance of the mountain, and when people now see it, they think it was never finely wooded. But is this the nature of the mountain? And so also of what properly belongs to man; shall it be said that the mind of any man was without benevolence and righteousness? The way in which a man loses his proper goodness of mind is like the way in which the trees are denuded by axes and bills. Hewn down day after day, can it - the mind - retain its beauty? But there is a development of its life day and night, and in the calm air of the morning, just between night and day, the mind feels in a degree those desires and aversions which are proper to humanity, but the feeling is not strong, and it is fettered and destroyed by what takes place during the day. This fettering taking place again and again, the restorative influence of the night is not sufficient to preserve the proper goodness of the mind; and when this proves insufficient for that purpose, the nature becomes not much different from that of the irrational animals, and when people now see it, they think that it never had those powers which I assert. But does this condition represent the feelings proper to humanity? Therefore, if it receive its proper nourishment, there is nothing which will not grow. If it lose its proper nourishment, there is nothing which will not decay away. Confucius said, "Hold it fast, and it remains with you. Let it go, and you lose it. Its outgoing and incoming cannot be defined as to time or place." It is the mind of which this is said!'

source: 孟子曰：「無或乎王之不智也。雖有天下易生之物也，一日暴之，十日寒之，未有能生者也。吾見亦罕矣，吾退而寒之者至矣，吾如有萌焉何哉！今夫弈之為數，小數也；不專心致志，則不得也。弈秋，通國之善弈者也。使弈秋誨二人弈：其一人專心致志，惟弈秋之為聽；一人雖聽之，一心以為有鴻鵠將至，思援弓繳而射之。雖與之俱學，弗若之矣。為是其智弗若與？曰：非然也。」
en: Mencius said, 'It is not to be wondered at that the king is not wise! Suppose the case of the most easily growing thing in the world; if you let it have one day's genial heat, and then expose it for ten days to cold, it will not be able to grow. It is but seldom that I have an audience of the king, and when I retire, there come all those who act upon him like the cold. Though I succeed in bringing out some buds of goodness, of what avail is it? Now chess-playing is but a small art, but without his whole mind being given, and his will bent, to it, a man cannot succeed at it. Chess Qiu is the best chess-player in all the kingdom. Suppose that he is teaching two men to play. The one gives to the subject his whole mind and bends to it all his will, doing nothing but listening to Chess Qiu. The other, although he seems to be listening to him, has his whole mind running on a swan which he thinks is approaching, and wishes to bend his bow, adjust the string to the arrow, and shoot it. Although he is learning along with the other, he does not come up to him. Why? Because his intelligence is not equal? Not so.'
